tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "jpeg-xl"
brew "bat"
brew "python@3.12"
brew "cmake"
brew "cmake-docs"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnu-tar"
brew "httpie"
brew "jq"
brew "luarocks"
brew "mpv"
brew "neovim"
brew "pkg-config"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "sheldon"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "yqrashawn/goku/goku"
cask "1password"
cask "alfred"
cask "brave-browser"
cask "contexts"
cask "datagrip"
cask "docker"
cask "enjoyable"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "font-sf-mono-for-powerline"
cask "hammerspoon"
cask "jump-desktop-connect"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keycastr"
cask "kitty"
cask "microsoft-edge@dev"
cask "notion"
cask "ollama"
cask "pdf-expert"
cask "visual-studio-code@insiders"
cask "warp"
